# ------------- #
# Конфиг RimTUB #
# ------------- #


#          v  изменять тут
PHONES = ["+"]
# Номера телефонов в международном формате.
# Примеры:
# PHONES = ["+380501234567"]
# PHONES = ["+380501234567", "+1234567890"]

# ----------------------------------------------------------------- #

#                           изменять тут
#            vvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvvv  
BOT_TOKEN = "7021881677:AAHBUdu7Aef9jxb918JSip5m7Nfdrb5A"
# Токен бота от @BotFather (замени на свой)
# Пример:
# BOT_TOKEN = "7021881677:AAHBUdu7Aef9jxb918JSip5m7Nfdrb5A"

# ----------------------------------------------------------------- #

#         v  изменять тут
PREFIX = "."
# префикс перед командой.
# Примеры:
# PREFIX = "." # команда выглядит как ".command"
# PREFIX = "!" # команда выглядит как "!command"

# ----------------------------------------------------------------- #

#            vvvv  изменять тут
PLAY_SOUND = True
# воспроизводить ли звук при запуске
# Варианты:
# PLAY_SOUND = True  # воспроизводить звук
# PLAY_SOUND = False # НЕ воспроизводить звук

# ----------------------------------------------------------------- #

#                   vvvv  изменять тут
SHOW_NOTIFICATION = True
# Показывать уведомление windows при запуске
# Варианты:
# SHOW_NOTIFICATION = True  # показывать
# SHOW_NOTIFICATION = False # НЕ показывать

# ----------------------------------------------------------------- #

#                     vvvv  изменять тут
SHOW_HEADER_IN_HELP = True
# Показывать заголовок в помощи
# Варианты:
# SHOW_HEADER_IN_HELP = True  # показывать
# SHOW_HEADER_IN_HELP = False # НЕ показывать
